Repository: mukhsith/AdhariNew
Catalog: Admin/Resources/SharedResource.*.resx
Languages: ar

source: Send Payment Link
ar: أرسل رابط الدفع

# SendsAMobilePUSHNotification
source: Sends a Mobile (PUSH) Notification to all devices with the Application installed
ar: يرسل إشعار الهاتف النقال إلى جميع الأجهزة التي تم تثبيت التطبيق عليها

# SendsAnSMSNotification
source: Sends an SMS Notification to all phone numbers registered as customers
ar: يرسل إشعارًا عبر الرسائل القصيرة إلى جميع أرقام الهواتف المسجلة كعملاء

source: Send SMS Notification
ar: إرسال إشعار عبر الرسائل القصيرة

source: Set Stock
ar: تعيين كمية المخزون

source: Share
ar: نشر

source: Shop
ar: تسوق

source: Shopping Cart
ar: عربة التسوق

source: Sign In
ar: تسجيل الدخول

source: Sign Out
ar: خروج

source: Sign Up
ar: اشتراك

source: Sign Up Promotion
ar: عرض الاشتراك

source: Size (Ar)
ar: الحجم (بالعربية)

source: Size (En)
ar: الحجم (بالإنجليزية)

source: SMS Language
ar: لغة الرسائل القصيرة

source: SMS Message
ar: رسالة نصية قصيرة

source: SMS Notification
ar: إشعار الرسائل القصيرة

source: Snapchat
ar: سناب شات

source: Social Media Links
ar: روابط وسائل التواصل الاجتماعي

source: Start Date
ar: تاريخ البدء

source: Status
ar: حالة

source: Stock
ar: مخزون

source: Stock History
ar: تاريخ المخزون

source: Street
ar: الشارع

source: Street name or number
ar: اسم أو الرقم الشارع

source: Street name or number is required
ar: يرجى ادخال رقم الشارع

source: Street No.
ar: رقم الشارع

source: Subject
ar: موضوع

source: Subject is required
ar: الموضوع مطلوب

source: Submit
ar: إرسال

source: Subscription
ar: الاشتراك

source: Subscription Amount
ar: مبلغ الاشتراك

source: Subscription Checkout
ar: الخروج الاشتراك

source: Subscription Date
ar: تاريخ الاشتراك

source: Subscription Deliveries Today
ar: توصيل الاشتراكات اليوم

source: Subscription Details
ar: تفاصيل الاشتراك

source: Subscription Durations
ar: مدة الاشتراك

source: Subscription ID
ar: معرف الإشتراك

source: Subscription Image
ar: صورة الاشتراك

source: Subscription Name
ar: اسم الاشتراك

source: Subscription Number
ar: رقم الاشتراك

source: Subscriptions
ar: الاشتراكات

source: Subscription Sales Amount Today
ar: مبلغ مبيعات الاشتراك اليوم

source: Subscriptions Received Today
ar: الاشتراكات الواردة اليوم

source: Subscription Status
ar: حالة الاشتراك

source: Subscription Summary
ar: ملخص الاشتراك

source: Subtotal
ar: إجمالي

source: System User Permission
ar: إذن مستخدم النظام

source: System User Role
ar: دور مستخدم النظام

source: System Users
ar: مستخدمي النظام

# Terms&amp;Conditions
source: Terms & Conditions
ar: الشروط والأحكام

# TermsAndConditions
source: Terms & Conditions
ar: الشروط والأحكام

source: Terms and Conditions Text (Ar)
ar: نص الشروط والأحكام (بالعربية)

source: Terms and Conditions Text (En)
ar: نص الشروط والأحكام (بالإنجليزية)

# TheNumberOfOrdersThatCanBeAccomodated
source: The Number of Orders that can be accomodated / delivered on this day
ar: عدد الطلبات التي يمكن استيعابها / تسليمها في هذا اليوم

source: Tiktok
ar: تيك توك

source: Times Used
ar: عدد مرات الاستخدام

source: Title (Ar)
ar: العنوان (بالعربية)

source: Title (En)
ar: العنوان (بالإنجليزية)

source: To
ar: إلى

source: To Date
ar: إلى تاريخ

source: Total
ar: اجمالي المبلغ

source: Total Amount (KWD)
ar: الإجمالي المبلغ (د.ك)

source: Total Orders
ar: إجمالي الطلبات

source: Total Price
ar: السعر الإجمالي

source: Total Quantity
ar: الكمية الإجمالية

source: Track ID
ar: رمز المرجع

source: Transaction Date
ar: تاريخ المعاملة

# TransactionDateAndTime
source: Transaction Date & Time
ar: تاريخ ووقت المعاملة

source: Twitter
ar: تويتر

source: Type
ar: نوع

source: Unit Price
ar: سعر الوحدة

source: Unpaid
ar: غير مدفوعة

source: Unread
ar: غير مقروء

source: Update
ar: التحديث

source: Update Date
ar: تاريخ التحديث

source: Updated By
ar: تحديث بواسطة

source: Updated Stock
ar: تحديث المخزون

source: Update Type
ar: نوع التحديث

source: Upload Image
ar: تحميل الصور

source: URL
ar: الرابط الصفحة

source: User Role Permissions
ar: أذونات دور المستخدم

source: Validity
ar: صلاحية

source: Verified
ar: تم التحقق

source: Verify
ar: تحقق من

source: Verify Mobile Number
ar: تحقق من رقم الهاتف

source: Verify OTP
ar: تحقق من OTP

source: Wallet
ar: المحفظة

source: Wallet Amount
ar: مبلغ المحفظة

source: Wallet History
ar: محفوظات المحفظة

source: Wallet Prepaid Cards
ar: بطاقات المحفظة مسبقة الدفع

source: We Have Sent Email To
ar: نحن أرسلنا بريد إلكتروني إلى

source: WhatsApp
ar: واتساب

source: You can define new sizes by going to products >
ar: يمكنك تحديد أحجام جديدة بالانتقال إلى المنتجات

source: Your Items
ar: منتجاتك

source: Your Subscription
ar: اشتراكك

source: Youtube
ar: يوتيوب
