Repository: mukhsith/AdhariNew
Catalog: Admin/Resources/SharedResource.*.resx
Languages: ar

source: About Us
ar: معلومات عنا

source: About Us Text (Ar)
ar: من نحن نص(بالعربية)

source: About Us Text (En)
ar: من نحن نص(بالإنجليزية)

source: Actions
ar: الإجراءات

source: Active
ar: فعال

source: Add
ar: يضيف

source: Add New Address
ar: أضف عنوان جديد

source: Add New Area
ar: أضف منطقة جديدة

source: Add New Banner
ar: أضف شعار جديد

source: Add New Base Product
ar: أضف منتج أساسي جديد

source: Add New Blocked Delivery Date
ar: إضافة تاريخ توصيل محظور جديد

source: Add New Bundled Product
ar: إضافة منتج مجمع جديد

source: Add New Category
ar: إضافة فئة جديدة

source: Add New Coupon
ar: أضف كوبون جديد

source: Add New Governorate
ar: إضافة محافظة جديدة

source: Add New Item Size
ar: إضافة حجم المنتج الجديد

source: Add New Prepaid Card
ar: إضافة بطاقة مسبقة الدفع جديدة

source: Add New Role
ar: إضافة دور جديد

source: Add New Subscription
ar: إضافة اشتراك جديد

source: Add New User
ar: إضافة مستخدم جديد

source: Add product to bundled product
ar: أضف المنتج إلى المنتج المجمّع

source: Add Product To Subscription
ar: أضف المنتج إلى الاشتراك

source: Addresses
ar: عناوين

source: Address Name
ar: اسم العنوان

source: Address name is required
ar: يرجى ادخال اسم العنوان

# AddressTextAr
source: Address (Ar)
ar: العنوان (بالعربية)

# AddressTextEn
source: Address (En)
ar: العنوان (بالإنجليزية)

source: Add to Cart
ar: أضف إلى السلة

source: Add to Favorites
ar: اضافة الى المفضلة

source: Add To Stock
ar: أضف إلى المخزون

source: Adhari Logo
ar: شعار عذاري

source: All
ar: جميع

source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: Amount
ar: المبلغ

source: Amount (KWD)
ar: المبلغ (د.ك)

source: Any questions or suggestions? Contact Us!
ar: إذا كانت لديك أي أسئلة أو اقتراحات ، الرجاء التواصل معنا.

source: Apartment
ar: شقة

# AppliesCashbackBonus
source: Applies Cashback bonus to orders according to conditions specified
ar: يطبق مكافأة الاسترداد النقدي على الطلبات وفقًا للشروط المحددة

source: App Store Link
ar: رابط App Store

source: Arabic
ar: عربي

source: Area
ar: منطقة

source: Area Details
ar: تفاصيل المنطقة

source: Areas
ar: المناطق

source: Are you sure the order is delivered?
ar: هل أنت متأكد من تسليم الطلب؟

# AreYouSureToRescheduleOrder
source: Are your sure to reschedule order?
ar: هل أنت متأكد من إعادة جدولة الطلب؟

source: Assign Driver
ar: تعيين سائق

source: Automatic Deduction
ar: الخصم التلقائي

source: Avenue
ar: الجادة

source: Avenue name or number
ar: اسم أو الرقم الجادة

source: Avenue name or number is required
ar: مطلوب اسم الشارع أو الجادة

source: Avenue No.
ar: الجادة

source: B2B Price
ar: سعر للجمعيات والجملة

source: B2C Price
ar: سعر للعملاء

source: Back
ar: رجوع

source: Balance
ar: الرصيد

source: Banner Details
ar: تفاصيل البنر

source: Banner Image (Ar)
ar: البنر (بالعربية)

source: Banner Image (En)
ar: البنر (بالإنجليزية)

source: Banners
ar: بنرات

source: Banner Type
ar: نوع البنر

source: Base Price
ar: السعر الأساسي

source: Base Product Details
ar: تفاصيل المنتج الأساسي

source: Base Products
ar: المنتجات الأساسية

source: Block
ar: القطعة

source: Block Date Range
ar: نطاق تاريخ الحظر

source: Blocked By
ar: محظور بواسطة

source: Blocked Delivery Date Details
ar: تفاصيل تاريخ التوصيل المحظور

source: Blocked Delivery Dates
ar: مواعيد التوصيل المحظورة

source: Blocked On
ar: محظور في

source: Block End Date
ar: تاريخ انتهاء الحظر

source: Block is required
ar: يرجى ادخال القطعة

source: Block No.
ar: رقم القطعة

source: Block Start Date
ar: تاريخ بدء الحظر

source: Building name or number is required
ar: يرجى ادخال رقم المبنى

source: Building No.
ar: رقم المبنى

source: Building number
ar: رقم المبنى

source: Bulk Actions
ar: الإجراءات المجمعة

source: Bundled Product Description
ar: وصف المجموعة المنتج

source: Bundled Product Image
ar: صورة المجموعة المنتج

source: Bundled Product Name
ar: اسم المجموعة المنتج

source: Bundled Products
ar: مجموعة

source: Calculate Pricing
ar: احسب التسعير

source: Cancel
ar: إلغاء

source: Cancelled
ar: ملغى

source: Cancel Order
ar: الغاء الطلب

source: Card Details
ar: تفاصيل البطاقة

source: Card Title (Ar)
ar: عنوان البطاقة (بالعربية)

source: Card Title (En)
ar: عنوان البطاقة (بالإنجليزية)

source: Cart
ar: عربة التسوق

source: Cashback Amount
ar: مبلغ الاسترداد النقدي

# CashbackAmountReceived
source: Cashback amount received will automatically be expired after the number of days specified. If left empty, or 0, cashback received will have no expiry.
ar: ستنتهي صلاحية مبلغ الاسترداد النقدي المستلم تلقائيًا بعد عدد الأيام المحدد. إذا تُركت فارغة ، أو 0 ، فلن تنتهي صلاحية الكاش باك المستلم.

source: Cashback History
ar: محفوظات استرداد النقود

source: Cashback on Purchases
ar: استرداد النقود على المشتريات

source: Cashback Redeem Condition
ar: شرط استرداد النقود

source: Cashback Validity (Days)
ar: صلاحية الاسترداد النقدي (أيام)

source: Cashback Value (KWD)
ar: قيمة الاسترداد النقدي (د.ك)

source: Cashback Value To Deduct (KWD)
ar: قيمة الاسترداد النقدي للخصم (د.ك)

source: Categories
ar: فئات

source: Category
ar: فئة

source: Category Banner (Desktop)
ar: بنر الفئة (سطح المكتب بالإنجليزية)

source: Category Banner (Mobile)
ar: بنر الفئة (الهاتف بالإنجليزية)

source: Category Details
ar: تفاصيل الفئة

source: Category Name (Ar)
ar: اسم الفئة (بالعربية)

source: Category Name (En)
ar: اسم الفئة (بالإنجليزية)

source: Category normal icon for mobile app
ar: أيقونة الفئة العادي لتطبيق الهاتفية

source: Category selected icon for mobile app
ar: أيقونة الفئة المختارة لتطبيق الهاتفية

source: Change Order Status
ar: تغيير حالة الطلب

source: Change Subscription Status
ar: تغيير حالة الاشتراك

source: Checkout
ar: الدفع

source: Choose File
ar: اختر الملف

source: City
ar: مدينة

source: City is required
ar: المدينة مطلوبة

source: Clickable Banner
ar: شعار قابل للنقر

# ClickingOrTapping
source: Clicking or tapping on the banner will redirect to another page
ar: سيؤدي النقر فوق اللافتة أو النقر عليها إلى إعادة التوجيه إلى صفحة أخرى

source: Close
ar: أغلق

source: Completed
ar: مكتمل

source: Confirm
ar: يتأكد

source: Confirmed
ar: تم التأكيد

source: Confirm Order Delivery
ar: تأكيد تسليم الطلب

source: Confirm Password
ar: تأكيد كلمة المرور

# ConsistencyPurpose100X100
source: For consistency purposes, please upload all image at the size 100 x100 px in .png or .jpg format
ar: لأغراض الاتساق ، يرجى تحميل كل الصور بحجم 100×100 بكسل بتنسيق .png أو .jpg

# ConsistencyPurpose1260X700
source: For consistency purposes, please upload all image at the size 1260 x700 px in .png or .jpg format
ar: لأغراض الاتساق ، يرجى تحميل كل الصور بحجم 700×1260 بكسل بتنسيق .png أو .jpg

# ConsistencyPurpose2048X1200
source: For consistency purposes, please upload all image at the size 2048 x1200 px in .png or .jpg format
ar: لأغراض الاتساق ، يرجى تحميل كل الصور بحجم 2048×1200 بكسل بتنسيق .png أو .jpg

# ConsistencyPurpose2048X400
source: For consistency purposes, please upload all image at the size 2048 x400 px in .png or .jpg format
ar: لأغراض الاتساق ، يرجى تحميل كل الصور بحجم 400×2048 بكسل بتنسيق .png أو .jpg

# ConsistencyPurpose2048X600
source: For consistency purposes, please upload all image at the size 2048 x600 px in .png or .jpg format
ar: لأغراض الاتساق ، يرجى تحميل كل الصور بحجم 600×2048 بكسل بتنسيق .png أو .jpg

# ConsistencyPurpose640X640
source: For consistency purposes, please upload all image at the size 640 x640 px in .png or .jpg format
ar: لأغراض الاتساق ، يرجى تحميل كل الصور بحجم 640×640 بكسل بتنسيق .png أو .jpg

source: Contact Details
ar: تفاصيل الاتصال

source: Contact Us
ar: تواصل معنا

source: Content
ar: محتويات

source: Contents
ar: محتويات

source: Continue
ar: استمر

source: Continue as Guest
ar: إستمر كضيف

source: Continue Shopping
ar: الاستمرار بالتسوق

source: Copy link to clipboard
ar: انسخ الرابط إلى الحافظة

source: Copyright
ar: حقوق

source: Copy URL
ar: إنسخ الرابط

# CorrectURLMessage
source: Please enter the correct URL
ar: الرجاء إدخال عنوان URL الصحيح

source: Coupon Code
ar: كود الخصم

source: Coupon Details
ar: تفاصيل كود الخصم

source: Coupons
ar: كوبونات

source: Coupon Validity
ar: صلاحية الكوبون

source: Credit
ar: ائتمان

source: Credit (KWD)
ar: الائتمان (د.ك)

source: Current Stock
ar: المخزون الحالي

source: Customer
ar: عميل

source: Customer Details
ar: تفاصيل العميل

source: Customer Email
ar: البريد الإلكتروني للعميل

source: Customer Mobile
ar: هاتف العميل

source: Customer Name
ar: اسم العميل

source: Customers
ar: عملاء

source: Customers Feedback
ar: ملاحظات العملاء

source: Customer Type
ar: نوع العميل

source: Date
ar: تاريخ

source: Date Created
ar: تاريخ الإنشاء

source: Date Modified
ar: تاريخ التعديل

source: Date Range
ar: نطاق التواريخ

source: Date / Time
ar: التاريخ / الوقت

source: Debit
ar: مدين

source: Delivered
ar: تم التوصيل

source: Deliveries Dashboard
ar: لوحة تحكم التوصيل

source: Deliveries Due Today
ar: عمليات التوصيل المستحقة اليوم

source: Deliveries Today
ar: التوصيل اليوم

source: Delivery Address
ar: عنوان التوصيل

source: Delivery Date
ar: تاريخ التوصيل

source: Delivery Details
ar: تفاصيل التوصيل

source: Delivery Fee
ar: رسوم التوصيل

source: Delivery Fee (KWD)
ar: رسوم التوصيل (د.ك)

source: Delivery List
ar: قائمة التوصيل

source: Delivery Slot End
ar: نهاية فتحة التوصيل

source: Delivery Slot Start
ar: بدء فتحة التوصيل

source: Delivery Timeslots Management
ar: إدارة مواعيد التوصيل

source: Description
ar: وصف

source: Description (Ar)
ar: الوصف (بالعربية)

source: Description (En)
ar: الوصف (بالإنجليزية)

source: Discarded
ar: مهملة

source: Discount
ar: خصم

source: Discount Duration
ar: مدة الخصم

source: Discounted Price
ar: سعر مخفض

source: Discounted Price (KWD)
ar: السعر المخفض (د.ك)

source: Discounted Product Price
ar: سعر المنتج المخفض

source: Discount Type
ar: نوع الخصم

source: Dispatch Delivery
ar: تسليم الإرسال

source: Dispatched
ar: أوفد

source: Display
ar: عرض

source: Display Order
ar: ترتيب العرض

source: Do not notify me
ar: لا تخطرني

source: Don’t have an account?
ar: لا تملك حسابا حتى الآن؟

source: Download Our App
ar: حمّل التطبيق

source: Driver
ar: السائق

source: Duration
ar: مدة

source: Edit Area
ar: تعديل المنطقة

source: Edit Banner
ar: تعديل الشعار

source: Edit Base Product
ar: تعديل منتج الأساسي

source: Edit Blocked Delivery Date
ar: تعديل تاريخ التسليم المحظور

source: Edit Bundled Product
ar: تعديل المنتج المجمع

source: Edit Card
ar: تعديل البطاقة

source: Edit Coupon
ar: تعديل الكوبون

source: Edit Governorate
ar: تعديل المحافظة

source: Edit Permission
ar: تعديل إذن

source: Edit Profile
ar: تعديل الملف الشخصي

source: Edit Role
ar: تحرير الدور

source: Edit Subscription
ar: تعديل الاشتراك

source: Edit System User
ar: تحرير مستخدم النظام

source: Email
ar: البريد الإلكتروني

source: Email is required
ar: البريد الالكتروني مطلوب

source: Email Verification
ar: التحقق من البريد الالكتروني

source: Enable
ar: تمكين

source: Enable B2B Pricing
ar: تمكين التسعير للجمعيات والجملة

# EnablesCashbackBonus
source: Enables a Cashback bonus to every new Purchase within the date range specified
ar: يتيح مكافأة استرداد النقود لكل عملية شراء جديدة خلال النطاق الزمني المحدد

# EnablesRegistrationCashbackBonus
source: Enables a Registration Cashback bonus to every new Registration within the date range specified
ar: يُمكّن مكافأة تسجيل الاسترداد النقدي لكل تسجيل جديد ضمن النطاق الزمني المحدد

source: End Date
ar: تاريخ الانتهاء

# EnterAValidEmail
source: Enter a valid email address
ar: أدخل البريد الإلكتروني بشكل صحيح

source: Enter a valid Mobile Number
ar: أدخل رقم هاتف بشكل صحيح

source: Enter Display Order
ar: أدخل ترتيب العرض

source: Enter Email
ar: أدخل البريد الإلكتروني

source: Enter Mobile Number
ar: أدخل رقم الهاتف

source: Enter Name
ar: أدخل الاسم

source: Enter notes about stock update
ar: أدخل ملاحظات حول تحديث المخزون

source: Enter Order ID
ar: أدخل معرف الطلب

source: Enter Subject
ar: أدخل الموضوع

source: Enter Subscription ID
ar: أدخل معرف الاشتراك

# EnterValidEmail
source: Please enter valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح

# EnterValidMobile
source: Mobile number should be 8 digits
ar: يجب أن يتكون رقم الهاتف من 8 أرقام

# EnterValidOfficeAddress
source: Please enter a valid address
ar: يرجى إدخال عنوان صالح

# EnterValidURL
source: Please enter valid URL
ar: الرجاء إدخال عنوان الموقع صالح

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني

source: Enter your mobile number
ar: أدخل رقم الهاتف

source: Enter your Name
ar: أدخل أسمك

source: Enter your office address
ar: أدخل عنوان مكتبك

source: Enter your office contact number
ar: أدخل رقم الاتصال بمكتبك

source: Expired
ar: منتهى الصلاحيه

source: Facebook
ar: فيسبوك

source: Failed
ar: فشلت

source: Female
ar: أنثى

source: Filter By
ar: تصفية حسب

source: Flat No.
ar: رقم الشقة

source: Flat Number
ar: رقم الشقة

source: Flat number is required
ar: يرجى ادخال رقم الشقة

source: Floor No.
ar: الدور

source: Floor Number
ar: رقم الدور

source: Floor number is required
ar: يرجى ادخال رقم الدور

source: From Date
ar: من التاريخ

source: Gateway Name
ar: اسم البوابة

source: Gender
ar: نوع الجنس

source: Generate Random Code
ar: إنشاء رمز قسيمة عشوائي

source: Global Promotions
ar: عروض الموقع

source: Google Play Link
ar: رابط Google Play

source: Goverment Entity
ar: اسم الجهه

source: Goverment entity is required
ar: يرجى ادخال اسم الجهه

source: Government
ar: مكتب حكومي

source: Governorate
ar: محافظة

source: Governorate Details
ar: تفاصيل المحافظة

source: Governorate is required
ar: يرجى اختار المحافظة

source: Governorate Name
ar: اسم المحافظة

source: Grand Total
ar: المبلغ الإجمالي

source: Home
ar: الرئيسيه

source: House No.
ar: رقم المنزل

source: House Number
ar: رقم المنزل

source: House number is required
ar: يرجى ادخال رقم المنزل

# HTMLDir
source: ltr
ar: rtl

# HTMLLang
source: en
ar: ar

source: I agree to the
ar: أنا أوافق على

source: Icon
ar: أيقونة

source: Icon Name
ar: اسم الأيقونة

source: Image
ar: صورة

source: Image (Ar)
ar: صورة (بالعربية)

source: Image (En)
ar: صورة (بالإنجليزية)

source: Initiated From
ar: بدأ من

source: Input
ar: إدخال

source: Instagram
ar: انستغرام

source: Items Details
ar: تفاصيل المنتجات

source: Item Size
ar: حجم المنتج

source: Item Size Details
ar: تفاصيل حجم المنتج

source: Item Sizes
ar: أحجام المنتجات

source: KWD
ar: د.ك

# LanguageText
source: عربي
ar: English

source: Limited
ar: محدودة

source: Limit Usage
ar: حد الاستخدام

# LinkAnyWebpageOrURL
source: Can be used to link to any webpage or URL
ar: يمكن استخدامه للربط بأي صفحة ويب أو عنوان URL

source: Link to
ar: ارتباط بـ

source: Loading ...
ar: تحميل...

source: Main Menu
ar: القائمة الرئيسية

source: Male
ar: ذكر

source: Manual Adjustment
ar: التعديل اليدوي

source: Media Phone Plus Logo
ar: شعار ميديا فون بلس

source: Message
ar: رسالة

source: Message (Ar)
ar: الرسالة (بالعربية)

source: Message (En)
ar: الرسالة (بالإنجليزية)

source: Message is required
ar: الرسالة مطلوبة

source: Minimum Order Amount (KWD)
ar: الحد الأدنى لمبلغ الطلب (د.ك)

source: Minimum Wallet Cashback Amount (KWD)
ar: الحد الأدنى لمبلغ الاسترداد النقدي للمحفظة (د.ك)

source: Mobile
ar: رقم الهاتف

source: Mobile Number
ar: رقم الهاتف

source: Mobile Number is required
ar: أدخل رقم الهاتف

source: Mobile number should be 8 digits
ar: يجب أن يتكون رقم الهاتف من 8 أرقام

source: Mobile (PUSH) Notification
ar: إشعار عبر الهاتف

source: Modified Date
ar: تاريخ التعديل

source: Monthly Price
ar: سعر شهري

source: Mosque
ar: مسجد

source: Mosque Name
ar: اسم المسجد

source: Mosque name is required
ar: اسم المسجد مطلوب

source: My Account
ar: حسابي

source: My Addresses
ar: عناويني

source: My Favorites
ar: مفضلتي

source: My Notifications
ar: الإشعاراتي

source: My Orders
ar: طلباتي

source: My Profile
ar: صفحتي الشخصية

source: My Subscriptions
ar: اشتراكاتي

source: My Wallet
ar: محفظتى

source: Name
ar: اسم

source: Name is required
ar: الاسم مطلوب

source: Navigation Url
ar: رابط التنقل

source: New Area
ar: منطقة جديدة

source: New Banner
ar: شعار جديد

source: New Base Product
ar: منتج أساسي جديد

source: New Blocked Delivery Date
ar: تاريخ التسليم المحظور الجديد

source: New Bundled Product
ar: منتج مجمع جديد

source: New Card
ar: بطاقة جديدة

source: New Category
ar: فئة جديدة

source: New Coupon
ar: قسيمة جديدة

source: New Governorate
ar: محافظة جديدة

source: New Item Size
ar: حجم المنتج الجديد

source: New Permission
ar: إذن جديد

source: New Role
ar: دور جديد

source: New Stock
ar: مخزون جديد

source: New Subscription
ar: اشتراك جديد

source: New System User
ar: مستخدم جديد للنظام

source: Next
ar: التالي

source: No File Chosen
ar: لم يتم اختيار ملف

source: No Orders
ar: لا يوجد طلبات

source: No Products Added
ar: لا يوجد منتجات مضافة

source: Normal Checkout
ar: الخروج العادي

source: No Saved Addresses
ar: لا يوجد عناوين محفوظة

source: No Subscriptions
ar: لا يوجد اشتراكات

source: Not Dispatched
ar: لم يتم إيفادها

source: Notes
ar: ملاحظات

source: Notification Added
ar: تمت إضافة الإشعار

source: Notification Removed
ar: تمت إزالة الإشعار

source: Notify Me
ar: أعلمني

source: Office
ar: مكتب

source: Offline
ar: دون اتصال

source: Older Stock
ar: مخزون القديم

source: Online
ar: عبر الانترنت

source: On the way
ar: بالطريق

source: OR
ar: أو

source: Order Amount
ar: مبلغ الطلب

source: Order Date
ar: تاريخ الطلب

source: Order Date Range
ar: تاريخ الطلب

source: Order Deliveries Today
ar: توصيل الطلبات اليوم

source: Order Details
ar: تفاصيل الطلب

source: Order ID
ar: رقم الطلب

source: Order Mode
ar: وضع الطلب

source: Order Number
ar: رقم الطلب

source: Order Qty. Deliverable
ar: الكمية النظام التوصيل

source: Orders
ar: الطلبات

source: Orders Received Today
ar: الطلبات الواردة اليوم

source: Order Status
ar: حالة الطلب

source: Order Summary
ar: ملخص الطلب

source: Order Time
ar: وقت الطلب

source: Order Type
ar: نوع الطلب

source: OTP is required
ar: رمز التحقق OTP مطلوبة

source: Out of stock
ar: غير متوفرة

source: Package
ar: الإشتراك

source: Package Title (Ar)
ar: عنوان الحزمة (بالعربية)

source: Package Title (En)
ar: عنوان الحزمة (بالإنجليزية)

source: Pack of
ar: عبوة مكونة من

source: Paid
ar: مدفوع

source: Password
ar: كلمة المرور

source: Payment Details
ar: تفاصيل الدفع

source: Payment ID
ar: رقم الدفع

source: Payment Link will be sent to the following phone number:
ar: سيتم إرسال رابط الدفع إلى رقم الهاتف التالي:

source: Payment Method
ar: طريقة الدفع

source: Payment Methods
ar: طرق الدفع

source: Payment Reference
ar: رقم المرجع

source: Payment Result
ar: نتيجة الدفع

source: Payment Status
ar: حالة الدفع

source: Payment Summary
ar: ملخص الدفع

source: Pending
ar: معلق

source: Perform Action
ar: تنفيذ الإجراء

source: Permission ID
ar: معرف الإذن

source: Permission Name (Ar)
ar: اسم الإذن (بالعربية)

source: Permission Name (En)
ar: اسم الإذن (بالإنجليزية)

source: Pieces Per Packing
ar: عدد القطع في التعبئة

source: Please enter a display order
ar: يرجى إدخال ترتيب العرض

source: Please enter a navigation Url
ar: يرجى إدخال رابط التنقل

source: Please enter an icon name
ar: يرجى إدخال اسم الأيقونة

# PleaseEnterAPermissionID
source: Please enter an Permission ID
ar: يرجى إدخال معرف الإذن

source: Please enter a permission name
ar: يرجى إدخال اسم الإذن

source: Please enter a role name
ar: يرجى إدخال اسم الدور

# PleaseEnterCategoryName
source: Please enter the category name
ar: يرجى إدخال اسم الفئة

# PleaseEnterDeliveryFee
source: Please enter the delivery fee
ar: يرجى إدخال رسوم التوصيل

# PleaseEnterOTPcodeWhichHasBeenSentToMobileNumber
source: Please enter OTP code which has been sent to your mobile number
ar: إدخل رمز التحقق OTP الذي تم إرساله إلى رقم هاتفك

# PleaseEnterProductDescription
source: Please enter the product description
ar: يرجى إدخال وصف المنتج

# PleaseEnterProductName
source: Please enter the product name
ar: يرجى إدخال اسم المنتج

source: Please enter size
ar: يرجى إدخال الحجم

source: Please enter text for coupon code
ar: يرجى إدخال كود الخصم

source: Please enter the area name
ar: يرجى إدخال اسم المنطقة

source: Please enter the bundled product description
ar: يرجى إدخال وصف المنتج المجمعة

source: Please enter the bundled product name
ar: يرجى إدخال اسم المنتج المجمع

source: Please enter the bundled product price
ar: يرجى إدخال سعر المنتج المجمع

source: Please enter the card amount
ar: يرجى إدخال مبلغ البطاقة

source: Please enter the card description
ar: يرجى إدخال وصف البطاقة

source: Please enter the card name
ar: يرجى إدخال اسم البطاقة

source: Please enter the governorate name
ar: يرجى إدخال اسم المحافظة

source: Please enter the product price
ar: يرجى إدخال سعر المنتج

source: Please enter the product stock
ar: يرجى إدخال مخزون المنتج

source: Please enter the subscription description
ar: يرجى إدخال وصف الاشتراك

source: Please enter the subscription name
ar: يرجى إدخال اسم الاشتراك

# PleaseEnterValue
source: Please enter a value
ar: يرجى إدخال قيمة

source: Please enter wallet credit amount
ar: يرجى إدخال مبلغ ائتمان المحفظة

source: Please select
ar: يرجى اختيار

source: Please select a category
ar: يرجى اختيار الفئة

# PleaseSelectCategory
source: Please select a category
ar: يرجى اختيار الفئة

source: Please Select Value
ar: يرجى اختيار القيمة

source: Please Verify Your Email Address
ar: يرجى التحقق من عنوان البريد الإلكتروني الخاص بك

source: Powered By
ar: مشغل بواسطة

source: Prepaid Card Name
ar: اسم البطاقة مسبقة الدفع

source: Prepaid Card Sales
ar: مبيعات البطاقات مسبقة الدفع

source: Preview
ar: معاينة

source: Previous
ar: السابق

source: Price (KWD)
ar: السعر (د.ك)

source: Price Paid
ar: السعر المدفوع

source: Pricing (B2B)
ar: الأسعار (B2B)

source: Pricing (B2C)
ar: الأسعار (B2C)

source: Privacy Policy
ar: سياسة الخصوصية

source: Privacy Policy Text (Ar)
ar: نص سياسة الخصوصية (بالعربية)

source: Privacy Policy Text (En)
ar: نص سياسة الخصوصية (بالإنجليزية)

source: Product
ar: المنتج

source: Product Attributes
ar: سمات المنتج

source: Product Description
ar: وصف المنتج

source: Product ID
ar: معرف المنتج

source: Product Image
ar: صورة المنتج

source: Product Name
ar: اسم المنتج

# ProductOnWebsite
source: Can be used to link to any Product on Website to the banner
ar: يمكن استخدامها لربط أي منتج على موقع الويب بالشعار

source: Product Price
ar: سعر المنتج

source: Products
ar: منتجات

source: Product Stock
ar: مخزون المنتج

source: Product Type
ar: نوع المنتج

# ProjectTitle
source: Adhari
ar: عذاري

source: Promotion Duration
ar: مدة الترويج

source: Quantity
ar: كمية

source: Quantity Added
ar: الكمية المضافة

source: Reason
ar: سبب

source: records per page
ar: تسجيلات لكل صفحة

source: Refund Policy
ar: سياسة الاسترجاع

source: Refund Policy Text (Ar)
ar: نص سياسة الاسترداد (بالعربية)

source: Refund Policy Text (En)
ar: نص سياسة الاسترداد (بالإنجليزية)

source: Refund wihtout Delivery charges
ar: الاسترداد بدون رسوم التوصيل

source: Refund with Delivery charges
ar: استرداد مع رسوم التوصيل

source: Registeration Date
ar: تاريخ التسجيل

source: Registration Date
ar: تاريخ التسجيل

source: Remove From Stock
ar: إزالة من المخزون

source: Reschedule Order
ar: ترتيب إعادة الجدولة

source: Rescheule Delivery To
ar: إعادة جدولة التسليم إلى

source: Resend OTP
ar: إعادة إرسال OTP

source: Restock
ar: أعد تخزين

source: Returned
ar: مرتجعة

source: Role
ar: دور

source: Role Details
ar: تفاصيل الدور

source: Role Name
ar: اسم الدور

source: Sales Amount Today
ar: مبلغ المبيعات

source: Save
ar: احفظ

source: School
ar: مدرسة

source: School Name
ar: اسم المدرسة

source: School name is required
ar: يرجى ادخال اسم المدرسة

source: Search
ar: بحث

source: Select a product...
ar: اختر المنتج...

source: Select Driver
ar: اختر سائق

source: Select One
ar: اختر واحدة

source: Select Prepaid Card
ar: حدد البطاقة مسبقة الدفع

# SelectProduct
source: Please Select a Product
ar: الرجاء اختيار منتج

source: Send
ar: إرسال

source: Send Mobile PUSH Notification
ar: إرسال إشعار عبر الهاتف النقال

source: Send Notification
ar: إرسال الإشعار
